arch-install-scripts
arm-none-eabi-binutils
arm-none-eabi-gcc
arm-none-eabi-newlib
autoconf
automake
avr-libc
avrdude
base
binutils
bison
cmake
dfu-util
fakeroot
flex
gcc
gdb
git
groff
less
libtool
m4
make
man-db
nano
nlohmann-json
patch
pkgconf
python2-virtualenv
sudo
systemd
texinfo
unzip
vim
wget
which
